acpi
acpid
aic94xx-firmware
alsa-firmware
alsa-utils
alsaequal
android-tools
android-udev
anki
anydesk-bin
apulse
arch-install-scripts
archlinux-menus
asp
atool
audacity
audio-recorder
autoconf
automake
barcode
base
bashtop
beets
betterdiscord
bind
binutils
bison
bitlbee-discord-git
bluez-hid2hci
bluez-plugins
bluez-tools
bluez-utils
boost
breeze-grub
btmenu
byte
cava
celluloid
chezmoi
clang
clazy
clyrics-git
cmus
conky
connman
cordless-git
cozy-audiobooks
csound
cups
davinci-resolve
dhclient
dialog
discord_arch_electron
dmenu
docker
dolphin
dotgit
downgrade
dwm-git
efibootmgr
electron
etcher-bin
etckeeper
ethtool
evince-no-gnome
exfatprogs
expac
fakeroot
fann
feh
firefox
flameshot
flex
font-manager
fwupd
gbacklight
gcc
gcc8
gcc9
gdal
giggle
gimp
git
gn-m76
gnubiff
gnunet
go
gparted
gpick
groff
grsync
grub
grub-customizer
haskell-findbin
haveged
htop
inkscape
intel-ucode
iptraf-ng
ipw2200-fw
iwd
ix
jfsutils
kcalc
kdeconnect
kdenlive
keepassxc
kirigami-gallery
ktimer
kwalletmanager
labplot
lib32-opencl-nvidia
libreoffice-fresh
libtool
linux
linux-firmware
linux-headers
lm32-elf-gcc
m4
make
man-db
man-pages
megasync
mkinitcpio-archiso
mkinitcpio-nfs-utils
mono
mopidy
mopidy-spotify
mpv
mtools
mtpfs
ncmpcpp
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-dmenu-git
nextcloud
nextcloud-client
nfs-utils
nitroshare
nm-connection-editor
notification-daemon
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-dkms
nvidia-prime
nvidia-settings
nvme-cli
opencl-nvidia
opentoonz
os-prober
osmo
p7zip-gui
packagekit-qt5
pacmixer
paman
pamix-git
pamixer
patch
pavucontrol
peek
pfetch-git
pikaur
piper
pkgconf
plasma-meta
playerctl
polybar-dwm-module
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer-ladspa
pulseaudio-zeroconf
pulseeffects
pycharm-community-edition
pyside2
python-pip
python-pywal
python-wal-steam-git
qbittorrent
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quicktimeline
qt5-remoteobjects
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-styleplugins
qt5-translations
qt5-virtualkeyboard
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-xmlpatterns
qt5ct
ranger
rclone
reflector
rinutils
rmlint
rmw
rsync
rxvt-unicode
sbase-git
sddm-config-editor-git
sg3_utils
simple-mtpfs
smartmontools
sox
spicetify-cli
spotify
spotify-tui-bin
spotifyd
steam
step
subdl
sudo
sxhkd
syncthing
telegram-cli-git
telegram-desktop
teleport-share-git
texinfo
thunderbird
tkpacman
tlp
tlpui-git
trash-cli
trayer
ttf-amiri
ttf-amiri-typewriter
ttf-ubuntu-font-family
twmn-git
units
unzip
vi
vim
vim-nerdtree
vim-taglist
vim-youcompleteme-git
vlc
vscodium-bin
wat-git
wd719x-firmware
wget
which
wine
xbindkeys
xdg-user-dirs
xf86-video-nouveau
xf86-video-vesa
xfce4-taskmanager
xkeycaps
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
ycmd-git
youtube-dl
zoom
zsh
